Repository: assem-ch/alfanous
Catalog: web/src/locale/*/LC_MESSAGES/django.po
Languages: fr, ms

source: Ayahs
fr: Ayas
ms: Ayat

source: Translations
fr: Traductions
ms: Terjemahan

source: Words
fr: Mots
ms: Perkataan

source: Keywords
fr: Mots-clés
ms: Kata Kunci

source: Results
fr: Résultats
ms: Keputusan

source: Runtime
fr: Temps d'exécution
ms: Masa Jalan

source: Searched keyword:
fr: Mot-clé recherché
ms: Kata kunci yang dicari:

source: Suggestions:
ms: Cadangan:

source: no suggestions!
fr: pas de suggestions !
ms: tiada cadangan!

source: words
fr: mots
ms: perkataan

source: occurances
fr: occurrences
ms: kewujudan

source: vocalizations
fr: vocalisations
ms: penyuaraan

source: ayates
fr: ayas
ms: ayat

source: synonyms
fr: synonymes
ms: sinonim

source: derivations
fr: dérivations
ms: terbitan

source: annotations
ms: catatan

source: part
fr: partie
ms: bahagian

source: lemma
fr: lemme
ms: lema

source: root
fr: racine
ms: akar

source: special
fr: spécial
ms: khas

source: type
ms: jenis

source: aspect
ms: bidang

source: state
fr: état
ms: keadaan

source: form
fr: forme
ms: bentuk

source: case
fr: cas
ms: atur huruf

source: derivation
fr: dérivation
ms: terbitan

source: person
fr: personne
ms: qari

source: number
fr: numéro
ms: nombor

source: gender
fr: genre
ms: jantina

source: voice
fr: voix
ms: bacaan

source: to
fr: vers
ms: sehingga

source: of
fr: de
ms: daripada

source: Result n°
fr: Résultat n°
ms: Keputusan n°

source: Click here to show more details
fr: Cliquez ici pour afficher plus de détails
ms: Klik sini untuk butiran lanjut

source: Show more
fr: Voir plus
ms: Papar semua

source: Chapter
fr: Chapitre
ms: Juzuk

source: Topic
fr: Thème
ms: Topik

source: Subtopic
fr: Sous-thème
ms: Subtopik

source: About ayah
fr: À propos de Ayah
ms: Perihal ayat

source: quart
ms: suku

source: page
ms: halaman

source: page (indian)
fr: page (indien)
ms: halaman (india)

source: letters
fr: lettres
ms: abjad

source: divine names
fr: Les noms d'Allah
ms: nama mulia

source: sajda
ms: sajadah

source: About surah
fr: À propos de surah
ms: Perihal surah

source: Sura
ms: Surah

source: revelation_order
fr: ordre de révélation
ms: urutan_wahyu

source: ayahs
fr: ayas
ms: ayat

source: Sorry! there is no results for this search query.
fr: Désolé ! il n'y a pas du résultats pour cette recherche
ms: Maaf! carian ini tidak ditemui.

source: Error
fr: Erreur
ms: Ralat

source: Fuzzy search
fr: Recherche approximative
ms: Carian rambang

source: Unvocalized text
fr: Texte non vocalisé
ms: Teks tanpa suara

source: Uthmani script
fr: Script ottoman
ms: skrip Uthmani

source: View
fr: Vue
ms: Lihat

source: Default
fr: Défaut
ms: Lalai

source: Minimal
ms: Minimum

source: Normal
ms: Biasa

source: Full
fr: Plein
ms: Penuh

source: Statitic
fr: Statitique
ms: Statistik

source: Linguistic
fr: Linguistique
ms: Bahasa

source: Recitation
fr: Récitation
ms: Bacaan

source: Sorted by
fr: Trié par
ms: Sisih mengikut

source: Relevance
fr: Pertinence
ms: Kaitan

source: Topics
fr: Thèmes
ms: Topik

source: Ayah length
fr: Longueur de Aya
ms: Panjang ayat

source: Translation
fr: Traduction
ms: Terjemahan

source: No translation
fr: Pas de traduction
ms: Tanpa terjemahan

source: Recitation:
fr: Récitation :
ms: Pembacaan:

source: No recitation
fr: Pas de récitations
ms: Tanpa pembacaan

source: Page:
ms: Halaman:

source: Order:
fr: Ordre :
ms: Urutan

source: View:
fr: Vue :
ms: Lihat:

source: Options:
ms: Pilihan:

source: vocalized
fr: vocalisé
ms: bersuara

source: fuzzy
fr: flou
ms: rambang

source: Translation:
fr: Traduction :
ms: Terjemahan:

source: Quran Ayah Search
fr: Chercher une verse coranique
ms: Cari Ayat Quran

source: Quran Word Search
fr: Recherche dans le Coran par mot
ms: Cari Perkataan Quran

source: Quran Translation Search
fr: Recherche dans les traduction du Coran
ms: Cari Terjemahan Quran

source: Alfanous search results searching in
fr: Résultats de la recherche de Alfanous en cherchant dans
ms: Keputusan carian Alfanous yang dicari dalam

source: looking for the query
fr: En cours de recherche sur la requête
ms: sedang membuat pencarian

source: the page
fr: la page
ms: halaman

source: the view
fr: la vue
ms: paparan

source: the script
fr: le script
ms: skrip

source: and the translation
fr: et la traduction
ms: dan terjemahan

source: The fuzzy search is
fr: La recherche floue est
ms: Hasil carian rambang ialah

source: Alfanous has the feautre to search in the Quran words, their properties and occurences
fr: Alfanous a pour fonctionnalité, la recherche dans les mots du Coran, leurs propriétés et leurs occurrences
ms: Alfanous mempunyai ciri mencari perkataan, tafsir dan sejarah dalam Quran

source: Alfanous has the feautre to search in the translations of Quran meanings to lot of world languages
fr: Alfanous a pour fonctionnalité, la recherche dans les traductions du sens du Coran dans nombreuse langues du monde
ms: Alfanous mempunyai ciri mencari makna terjemahan Quran dalam pelbagai bahasa dunia

source: Alfanous is a functional, dynamic, comprehensive Qur’an search engine that has been effectively designed to carry out simple or advanced Quranic searches.
fr: Alfanous est un moteur de recherche coranique fonctionnel, dynamique et global, bien conçu pour effectuer des recherches simples et avancées dans la diversité des informations du Saint Coran.
ms: Alfanous ialah enjin carian Qu'ran yang berfungsi, dinamik dan komprehensif yang direka secara efektif untuk melaksanakan carian dalam Quran secara ringkas atau mendalam.

source: forqan
ms: furqan

source: koran
fr: Coran
ms: al-quran

source: search
fr: recherche
ms: cari

source: search engine
fr: moteur de recherche
ms: enjin carian

source: surates
fr: suras
ms: surah

source: advanced
fr: avancé
ms: lanjutan

source: statistics
fr: statistiques
ms: statistik

source: linguistic
fr: linguistique
ms: bahasa

source: information retrieval
fr: récupération d'information
ms: mendapatkan maklumat

source: natural language processing
fr: traitement du langage naturel
ms: sedang memproses bahasa ibunda

source: Lantern
fr: Lanterne
ms: Tanda

source: vocalized text
fr: texte vocalisé
ms: teks bersuara

source: uthmani script
fr: scripte ottoman
ms: skrip uthmani

source: fuzzy search
fr: recherche flou
ms: carian rambang

source: First, select the search unit
fr: D'abord, sélectionnez l'unité de recherche
ms: Pertama sekali, pilih unit carian

source: You can choose whether to search in Arabic verses of the holly Quran or in its translations
fr: Vous pouvez choisir de rechercher dans les versets arabes du Coran ou dans ses traductions
ms: Anda boleh pilih samada mahu membuat carian dalam Quran mengikut rangkap bahasa Arab atau terjemahannya

source: Select your language
fr: Choisissez votre langue
ms: Pilih bahasa anda

source: If you didn't notice, Alfanous User Interface is now translated to other languages, choose the one that fits you the best, or, you can contribute in translating it into your native language! (see the translate link)
fr: Si vous n'avez pas remarqué, l'interface utilisateur d'Alfanous est traduite en d'autres langues. Choisissez celles qui vous convient le mieux, vous pouvez contribuer dans la traduction vers votre langue natale! (Voir le lien de traduction)
ms: Jika anda tidak perasan, Antaramuka Pengguna Alfanous kini diterjemahkan ke bahasa lain, pilih bahasa anda yang paling sesuai, atau, anda boleh beri sumbangan dengan menterjemahkannya ke bahasa ibunda anda! (lihat pautan terjemahan)

source: Languages
fr: Langues
ms: Bahasa

source: Current:
fr: Actuel :
ms: Semasa:

source: Skins
fr: Thèmes :
ms: Skin

source: Cerulean
ms: Serulean

source: Readable
fr: Lisible
ms: Boleh Dibaca

source: Slate
ms: Penghargaan

source: Spacelab
ms: Makmal Kerja

source: Super Heroes
ms: Adiwira

source: United
ms: Bersatu

source: Our page on Facebook
fr: Notre page Facebook
ms: Halaman kami di Facebook

source: Our page on Google+
fr: Notre page Google+
ms: Halaman kami di Google+

source: Our account on Twitter
fr: Notre compte Twitter
ms: Akaun kami di Twitter

source: Our repository on Github
fr: Notre entrepôt Github
ms: Repositori kami di Github

source: Our Mailing list on GoogleGroups
fr: Notre liste de diffusion GoogleGroups
ms: Senarai Mel kami di GoogleGroups

source: Information:
fr: Informations :
ms: Maklumat:

source: Quick Tour!
fr: Visite rapide !
ms: Panduan Pantas!

source: Sample search here
fr: Exemple de recherche ici
ms: Cari Sampel di sini

source: Here you can learn by example about the full power of Alfanous search engine and what you can do with it.
fr: Ici vous pouvez apprendre par exemple à propos de toute la puissance du moteur de recherche Alfanous et ce que vous pouvez faire avec lui.
ms: Di sini anda boleh dapat pengalaman kemampuan penuh enjin carian Alfanous dan apa yang anda boleh lakukan dengan potensinya.

source: Help
fr: Aide
ms: Bantuan

source: Contact
ms: Orang Hubungan

source: Download
fr: Télécharger
ms: Muat turun

source: Contribute:
fr: Contribuer :
ms: Beri Sumbangan:

source: Feedback
fr: Commentaire
ms: Maklum Balas

source: Translate
fr: Traduire
ms: Terjemah

source: we really need your help!
fr: Nous avons vraiment besoin de votre aide !
ms: kami amat memerlukan bantuan anda!

source: We're looking to fund the project, if you like it, help us making it even better.
fr: Nous avons besoin de financer le projet, si vous l'appréciez, aidez-nous a le rendre meilleur.
ms: Kami memerlukan dana untuk projek ini, jika anda menyukainya, bantu kami menjadikannya lebih baik.

source: Donate
fr: Dons
ms: Beri Sumbangan

source: Other means
fr: Autres moyens
ms: Kaedah lain

source: Alfanous is smart!
fr: Alfanous est intelligent
ms: Alfanous memang pintar!

source: search query here ...
fr: rechercher ici ...
ms: Cari di sini...

source: Quick search
fr: Recherche rapide
ms: Carian pantas

source: Even more!
fr: encore plus !
ms: Malah banyak lagi!

source: You can <strong>sort</strong>, <strong>filter</strong> search reasults or choose a translation, you can as well choose a recitator!
fr: Vous pouvez trier, filtrer les résultats de la recherche ou bien choisir une traduction, vous pouvez aussi choisir un réciteur!
ms: Anda boleh <strong>sisih</strong>, <strong>tapis</strong> hasil pencarian atau pilih terjemahan, anda turut boleh memilih pembacanya!

source: Search options
fr: Options de recherche
ms: Pilihan carian

source: Bismi'Allah Go!
fr: Bismi'Allah Commencer
ms: Bismi'Allah Muka!

source: Help!
fr: À l'aide !
ms: Bantuan!

source: Please help us translate Alfanous Project into more languages!
fr: Veuillez nous aider à traduire le projet Alfanous dans d'autres langues
ms: Sila bantu kami menterjemahkan Projek Alfanous kepada lebih banyak bahasa!

source: Please help us improving Alfanous Project, by taking this survey about search features in Holy Quran.
fr: Veuillez nous aider dans la progression du projet Alfanous, répondez à ce questionnaire sur les fonctionnalités de recherche dans le Coran
ms: Sila bantu kami meningkatkan Projek Alfanous, dengan menyertai kaji selidik berkaitan ciri carian dalam Al-Quran ini.

source: Info!
fr: Infos !
ms: Maklumat!

source: The source of indexed Quran translations is Tanzil Project
fr: La source des traductions indexées du Coran est le projet Tanzil
ms: Sumber indeks terjemahan Quran ini ialah Projek Tanzil

source: Share!
fr: Partager !
ms: Kongsi!

source: Copyright
fr: Droits d’auteur
ms: Hak cipta

source: Alfanous Team
fr: L'équipe Alfanous
ms: Pasukan Alfanous

source: released under
fr: Publié sous
ms: dikeluarkan di bawah

source: AGPL license
fr: Licence AGPL
ms: Lesen AGPL

source: Powered by
fr: Réalisé par
ms: Dikuasakan oleh

source: Add to your search bar!
fr: Ajouter à votre barre de recherche !
ms: Tambah ke palang carian anda!

source: See
fr: Voir
ms: Lihat

source: this link
fr: ce lien
ms: pautan ini

source: Close
fr: Fermer
ms: Tutup

source: Searching in Quran Ayahs
fr: Recherche dans un verset quranique
ms: Sedang mencari Ayat Quran

source: Exact search
fr: Recherche exacte
ms: Carian tepat

source: Phrase search
fr: Recherche de phrase
ms: Carian frasa

source: Logical relations
fr: Relations logiques
ms: Hubungan logik

source: Wildcards
fr: Caractères génériques
ms: Aksara bebas

source: Fields
fr: Champs
ms: Medan

source: Intervals
fr: Intervalles
ms: Sela

source: Partial vocalization
fr: Vocalisation partielle
ms: Penyuaraan separa

source: Word properties
fr: Propriétés du mot
ms: Sifat perkataan

source: Derivations
fr: Dérivations
ms: Terbitan

source: Buckwalter Transliteration
fr: Translitération de Buckwalter
ms: Transliterasi Buckwalter

source: Searching in Quran Translations
fr: Recherche dans les traductions
ms: Sedang mencari Terjemahan Quran

source: The website does not work well on Internet Explorer, we suggest to use another browser such as:
fr: Le site web ne marche pas bien avec Internet Explorer, nous suggérons d'utiliser un autre navigateur tel que :
ms: Laman web ini tidak berfungsi dengan baik di Internet Explorer, kami sarankan anda menggunakan pelayar lain seperti:

source: Awarded!
fr: Honoré !
ms: Anugerah!

source: Alfanous.org was chosen as the best-in-technicaity website in the competition AlgeriaWebAwards 2012.
fr: Alfanous.org a été séléctionné comme le meilleure site web -en terme de technicité- dans la compétition AlgeriaWebAwards 2012.
ms: Alfanous.org telah dipilih sebagai laman web teknikal terbaik dalam pertandingan AlgeriaWebAwards 2012.

source: How to donate
fr: Comment faire un don ?
ms: Cara untuk memberi sumbangan

source: We're stuck looking for possible ways for donations/Funding. Any help is appreciated!
fr: Nous sommes à la recherche de possibles méthodes de donations/fonds mais nous sommes coincés. N'importe quelle aide est appréciée !
ms: Kami memerlukan bantuan dalam bentuk sumbangan/tajaan. Apa jua bentuk bantuan amat dihargai!

source: Any way you can help by:
fr: Malgré ce problème, vous pouvez aider par :
ms: Anda masih boleh membantu dengan:

source: Pay our web hosting monthly bills directly, we create an account for you in the host to do that.
fr: Payer l'hébergeur du site mensuellement directement, nous allons créer un compte pour vous dans le système d'hébergement web pour faire ça.
ms: Membayar bil bulanan pengehosan web kami secara terus, kami akan buka satu akaun hos untuk anda melaksanakannya.

source: Lead an advertising compaign for the project website through Google adwords or Facebook.
fr: Diriger une campagne de publicité au site du projet via Google adwords ou Facebook.
ms: Menerajui kempen pengiklanan laman web projek ini dalam adwords Google atau Facebook.

source: Buy Products (T-shirts, Cups, Hats) from Zazzle
fr: Achetez les produits (T-shirts, tasses, casquettes)
ms: Membeli Produk (Baju-T, Cawan, Topi) dari Zazzle

source: Donate by flattr:
fr: Faire un don avec Flattr :
ms: Beri sumbangan melalui flattr:

source: Contact us
fr: Contactez-nous
ms: Hubungi kami

source: If you have a concrete bug report for Alfanous please go to
fr: Si vous un rapport de bug d'Alfanous bien précis, SVP allez à
ms: Jika anda mempunyai laporan pepijat untuk Alfanous sila pergi ke

source: Issues Tracker
fr: Suivi des problèmes
ms: Penjejak Isu

source: submit your report and tag it "bug".
fr: Soumettez votre rapport et marquez le "bug"
ms: serahkan laporan anda dan tagkan sebagai "bug".

source: If you want to participate in actively developing Alfanous,by testing read
fr: Si vous voulez participer activement à l'évolution d'Alfanous en le testant, lisez
ms: Jika anda mahu menyertai pembangunan Alfanous secara aktif dengan mengujinya, baca

source: and by coding read
fr: et en development, lisez
ms: dan dengan pengekodan, baca

source: If you want to help in Alfanous somehow, read
fr: Si vous voulez aidez le projet Alfanous par n'importe quelle façon possible, lisez
ms: Jika anda masih mahu membantu Alfanous, baca

source: If you have a feature request, a proposition or a question for the project, you may use the mailing list.
fr: Si vous avez une pétition, une proposition ou une question à propos du projet, SVP utilisez la liste de diffusion
ms: Jika anda ingin meminta fitur, memberikan cadangan atau bertanyakan soalan mengenai projek ini, anda boleh menghantarnya menggunakan senarai email.

source: If you want to criticize the project, we'll be thankful if you resume your criticism and send it to the mailing list.
fr: Si vous voulez critiquer le projet, nous serons reconnaissants si vous résumez votre critique et l'envoyez à la liste de diffusion
ms: Jika anda mahu mengkritik projek ini, kami amat berterima kasih jika anda panjangkan kritikal anda dengan menghantarnya ke senarai mel.

source: For anything else, you can contact us via the mailing list which is:
fr: Pour n'importe quel autre sujet, vous pouvez nous contacter via la liste de diffusion qui est:
ms: Lain-lain perkara, anda boleh hubungi kami melalui senarai mel iaitu:

source: How to contribute
fr: Comment contribuer
ms: Bagaimana hendak menyumbang

source: Spreading the word
fr: Diffuser l'idée
ms: Membuat hebahan

source: Following and sharing our social network pages:
fr: Suivre et partager notre pages dans les réseaux sociaux:
ms: Ikut dan kongsikan halaman rangkaian sosial kami:

source: Sharing a link to
fr: Partager le lien de
ms: Berkongsi pautan ke

source: our website
fr: notre site web
ms: laman web kami

source: via your accounts in Social networks.
fr: via votre compte dans les réseaux sociaux.
ms: melalui akaun anda dalam rangkaian Sosial:

source: Pointing skilled developers and Quranic researchers to the importance of the project.
fr: Avertir les develppeurs qualifiés et les chercheurs dans le Coran de l'importance du projet.
ms: Menonjolkan pentingnya pembangun yang berkemahiran dan pengkaji Al-Quran dalam projek ini.

source: Writing articles about the project in blogs, newspapers.
fr: Écrire des articles sur le projet dans les blogs, les journaux.
ms: Menulis artikel mengenai projek ini dalam blog, surat khabar.

source: Showing a banner on your Blog/Website.
fr: Afficher une bannière publicitaire sur votre blog/site web.
ms: Memaparkan sepanduk dalam Blog/Laman web anda.

source: creating an ad for alfanous links using Google adwords or facebook if you're familiar with that (btw,it needs money)
fr: Créer une annonce d'Alfanous en utilisant Google adwords ou facebook si vous savez faire ça (ça nécessite de payer)
ms: mencipta iklan pautan alfanous menggunakan adwords Google atau facebook jika anda mahir menggunakannya (tetapi memerlukan duit)

source: Or by
fr: ou bien avec
ms: Atau dengan

source: Managing and Animating our social network pages with news and daily posts [Arabic, English]:
fr: Gérer et animer nos pages dans les réseaux sociaux par des actualités et des postes quotidiens
ms: Menguruskan dan menambah Animasi dalam halaman rangkaian sosial kami dengan berita dan pos harian [Arab, Inggeris]:

source: Translating project interfaces to your language , see:
fr: Traduire les interfaces du projet à votre langue, visitez :
ms: Menterjemahkan antaramuka projek ke dalam bahasa anda, rujuk:

source: Testing the modules and releases, Reporting bugs , see:
fr: Tester les modules et les versions, reporter les bugs, visitez :
ms: Menguji modul dan keluaran, Melaporkan pepijat, rujuk:

source: Fixing
fr: Dépanner
ms: Membuat pembaikan

source: bugs
fr: bogues
ms: pepijat

source: Coding
fr: Coder
ms: Pengekodan

source: new features
fr: des nouvelles fonctions
ms: fitur baru

source: or Developing
fr: ou développer
ms: atau Membangunkan

source: new interfaces
fr: des nouvelles interfaces
ms: antaramuka baru

source: See:
fr: Visitez[NBSP]:
ms: Rujuk:

source: Designing Icons, Logos , Banners.
fr: Concevoir des icons, des logos, des bannières.
ms: Mencipta Ikon, Logo, Sepanduk.

source: Packaging the project for different systems: Windows, Linux distributions, MacOs.
fr: Créer des packs de projet pour différents systèmes : Windows, Linux distributions, MacOs.
ms: Mempakej projek untuk sistem yang berbeza: Windows, Distro Linux, MacOS.

source: Donating/Supporting to the project: <em>We're stuck looking for possible ways for donations/Funding. Any help is appreciated</em>
fr: Faire un don/soutenir le projet : <em> Nous sommes à la recherche de possibles méthodes de donations/fonds. N'importe quelle aide est appréciée ! </em>
ms: Memberi sumbangan/Menyokong projek ini: <em>Kami sedang berusaha mencari pelbagai cara untuk mendapatkan derma/penajaan. Apa jua bentuk bantuan amat dihargai</em>

source: More details
fr: Plus de détails
ms: Butiran lanjut

source: Not yet
fr: Pas encore
ms: Belum lagi dibina

source: Smartphones
ms: Telefon Pintar

source: Windows Phone
ms: Telefon Windows

source: How to translate
fr: Comment traduire ?
ms: Cara untuk menterjemah

source: Check the existance of your language in the available languages list.
fr: Vérifier si votre langue est citée dans la liste de langues disponibles
ms: Semak bahasa anda dalam senarai bahasa yang tersedia.

source: Download the file:
fr: Télécharger le fichier :
ms: Muat turun fail:

source: Use Poedit or Virtaal to edit it.
fr: Utiliser Poedit ou Virtaal pour le modifier.
ms: Guna Poedit atau Virtaal untuk menyuntingnya.

source: Send the updated file into our mailing list:
fr: Envoyer le fichier modifié à notre liste de diffusion :
ms: Hantar fail yang dikemaskini ke dalam senarai mel kami:

source: Note:
ms: Nota:

source: You can use launchpad to translate without installing any tool
fr: Vous pouvez utiliser launchpad pour traduire sans rien installer!
ms: Anda boleh menterjemah menggunakan launchpad tanpa perlukan perkakas lain

source: here!
fr: ici[NBSP]!
ms: di sini!

source: seconds
fr: secondes
ms: saat

source: Interpretation of
fr: Interprétation de
ms: Tafsiran

source: in
fr: dans
ms: dalam

source: by
fr: par
ms: oleh

source: About translation
fr: Concernant la traduction
ms: Perihal terjemahan

source: Aya
fr: Ayah
ms: Ayat

source: Author
fr: Auteur
ms: Pengarang

source: Language
fr: Langue
ms: Bahasa

source: List of indexed Quran translations
fr: Liste des traductions indexées du Coran
ms: Senarai indeks terjemahan Quran

source: Translation source:
fr: Source de traduction :
ms: Sumber terjemahan:

source: Show/Hide!
fr: Afficher/Masquer
ms: Tunjuk/Sembunyi!

source: Sorry, there is no indexed translations!
fr: Désolé, il n'y a pas des traductions indexées
ms: Maaf, tiada indeks terjemahan!

source: Show ayah arabic text
fr: Afficher le texte du aya en Arabe
ms: Pamer teks ayat Bahasa Arab

source: info
fr: informations
ms: maklumat

source: Code
ms: Kod

source: Advanced Search
fr: Recherche avancée
ms: Carian Lanjutan

source: Predefined Queries
fr: Requêtes prédéfinies
ms: Pertanyaan Pratakrif

source: Options
ms: Pilihan

source: Advanced Query
ms: Pertanyaan Lanjutan

source: Word Properties
ms: Sifat Perkataan

source: Thematic Search
fr: Recherche thématique
ms: Carian mengikut Tema

source: Structural Search
fr: Recherche structurelle
ms: Struktur Carian

source: Statistical Search
fr: Recherche statistique
ms: Carian Statistik

source: Miscellaneous
fr: Divers
ms: Lain-lain

source: Text
fr: Texte
ms: Teks

source: query
fr: requête
ms: pertanyaan

source: Part of other words
fr: Partie d'autres mots
ms: Bahagian perkataan lain

source: All these words
fr: Tous ces mots
ms: Semua perkataan ini

source: At least one of these words
fr: Au moins un de ces mots
ms: Sekurang-kurangnya perkataan ini

source: Except these words
fr: Sauf ces mots
ms: Kecuali perkataan ini

source: Synonyms
fr: Synonymes
ms: Sinonim

source: Light Stemming
ms: Perkataan Asal

source: Deep Stemming
ms: Perkataan Penuh

source: Relation
ms: Hubungan

source: Replacement
fr: Remplacement
ms: Penggantian

source: Addition
fr: Ajout
ms: Tambahan

source: Conjunction (AND)
ms: Kata Penghubung (DAN)
