Repository: assem-ch/alfanous
Catalog: web/src/locale/*/LC_MESSAGES/django.po
Languages: fr, ms

source: Disjunction (OR)
ms: Kata Penyarak (ATAU)

source: Exception (ANDNOT)
ms: Pengecualian (DANBUKAN)

source: Add to search bar
fr: Ajouter à la barre de recherche
ms: Tambah ke bar carian

source: Root
fr: Racine
ms: Perkataan Asal

source: arabic root eg: قول
ms: perkataan asal Bahasa Arab contoh: قول

source: Type
ms: Jenis

source: Verb
fr: Verbe
ms: Kata kerja

source: Noun
fr: Nom
ms: Kata Nama

source: Particle
fr: Particule
ms: Partikel

source: Ayah:
ms: Ayat:

source: Go!
fr: Démarrer !
ms: Jalan!

source: All the derivations of the Arabic root:
ms: Semua perkataan asal terbitan Bahasa Arab:

source: an arabic root like قول ملك سمو
ms: perkataan asal Bahasa Arab seperti قول ملك سمو

source: The longest words in Quran?
fr: Les mots les plus longs du Coran ?
ms: Perkataan terpanjang dalam Al Quran?

source: The shortest words in Quran?
fr: Les mots les plus courts du Coran ?
ms: Perkataan terpendek dalam Al Quran?

source: All sajadate in Quran?
ms: Semua ayat Sajadah di dalam Al Quran?

source: Number of
fr: Nombre de
ms: Bilangan

source: devine names
ms: nama mulia

source: ruku's
ms: rukun

source: In
ms: Dalam

source: ayah
ms: ayat

source: From
fr: De
ms: Daripada

source: To
fr: Vers
ms: hingga

source: Search in
fr: Rechercher dans
ms: Carian dalam

source: Ayahs (Global ID)
ms: Ayat (ID Global)

source: Surahs
ms: Surah

source: Pages
ms: Halaman

source: Hizbs
ms: Hisab

source: Juz's
ms: Juzuk

source: Ruku's
ms: Rukun

source: Manzils
ms: Manzil

source: SubTopic
ms: Subtopik

source: Alfanous is a functional, dynamic, comprehensive Qur'an search engine that has been effectively designed to carry out simple or advanced Quranic searches.
ms: Alfanous ialah enjin carian Al-Qur'an yang berfungsi, dinamik dan komprehensif yang dicipta secara efektif untuk melaksanakan carian ringkas atau mendalam dalam Al-Qur'an.

source: token
fr: jeton

source: Mus'haf
fr: Mosshaf

source: Tanzil
fr: Tenzil

source: quran
fr: Coran

source: English desktop release 0.4
fr: La version de bureau anglaise 0.4

source: Arabic desktop release 0.3
fr: La version de bureau arabique 0.3

source: Word
fr: Mot

source: Dev API
fr: API de développement
