Repository: assem-ch/alfanous
Catalog: src/alfanous-django/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Ayahs
tr: Ayetler

source: Translations
tr: Çeviriler

source: Words
tr: Kelimeler

source: Keywords
tr: Anahtar Sözcükler

source: Results
tr: Sonuçlar

source: Runtime
tr: Çalışma zamanı

source: s
tr: ler

source: Searched keyword:
tr: Aranan anahtar sözcük

source: Suggestions:
tr: Öneriler

source: no suggestions!
tr: Öneriler yok!

source: words
tr: sözcükler

source: occurances
tr: oluşumlar

source: vocalizations
tr: seslendirmeler

source: ayates
tr: ayetler

source: synonyms
tr: eşanlamlılar

source: derivations
tr: türevler

source: annotations
tr: dipnotlar

source: part
tr: parça

source: lemma
tr: başlık

source: root
tr: kök

source: special
tr: özel

source: token
tr: simge

source: type
tr: tür

source: aspect
tr: yön

source: state
tr: devlet

source: case
tr: durum

source: derivation
tr: türetme

source: person
tr: şahıs

source: number
tr: numara

source: gender
tr: cinsiyet

source: voice
tr: ses

source: Result n°
tr: Sonuç No.

source: Click here to show more details
tr: Daha fazla bilgi almak için buraya tıklayın

source: Show more
tr: Daha fazlasını göster

source: Chapter
tr: Fasıl

source: Topic
tr: Konu

source: Subtopic
tr: Alt konu

source: About ayah
tr: Ayet hakkında

source: manzil
tr: menzil

source: juz
tr: cüz

source: hizb
tr: kısım

source: quart
tr: kuart

source: page
tr: sayfa

source: page (indian)
tr: sayfa (hintçe)

source: letters
tr: harfler

source: divine names
tr: mübarek isimler

source: sajda
tr: secde

source: n°
tr: no:

source: About surah
tr: Sure Hakkında

source: Sura
tr: Sure

source: revelation_order
tr: iniş sırası

source: ayahs
tr: ayetler

source: Sorry! there is no results for this search query.
tr: Maalesef bu arama sorgusu için sonuç yok.

source: Error
tr: Hata

source: Fuzzy search
tr: Karışık arama

source: Unvocalized text
tr: Seslendirilmemiş metin

source: Uthmani script
tr: Hz. Osman mushafı

source: View
tr: Görünüm

source: Default
tr: Öntanımlı

source: Minimal
tr: En az

source: Full
tr: Tam

source: Statitic
tr: İstatistik

source: Linguistic
tr: Dilbilimsel

source: Recitation
tr: Okuma

source: Sorted by
tr: Sınıfllandırma ölçütü:

source: Relevance
tr: İlişki

source: Tanzil
tr: Tenzil

source: Topics
tr: Konular

source: Ayah length
tr: Ayet uzunluğu

source: Translation
tr: Çeviri

source: No translation
tr: Çevirisi yok

source: Recitation:
tr: Okuma:

source: No recitation
tr: Okuma yok

source: Page:
tr: Sayfa:

source: Order:
tr: Sıralama:

source: View:
tr: Görünüm:

source: Options:
tr: Seçenekler:

source: vocalized
tr: Seslendiren

source: uthmani
tr: Osmani

source: fuzzy
tr: karışık

source: Translation:
tr: Çeviri:

source: Quran Ayah Search
tr: Ayet-i Kerime Araması

source: Quran Word Search
tr: Kur'an Sözcük Arama

source: Quran Translation Search
tr: Kur'an Çeviri Araması

source: Alfanous search results searching in
tr: Alfanous şunlar içinde arama sonuçlarını tarar:

source: looking for the query
tr: Sorgu araması

source: the page
tr: sayfa

source: the view
tr: görünüm

source: the script
tr: mushaf

source: and the translation
tr: ve çeviri

source: The fuzzy search is
tr: Karışık arama

source: Alfanous has the feautre to search in the Quran words, their properties and occurences
tr: Alfanous, Kur'an-ı Kerim kelimelerini tanımlanan özellik ve seçeneğe göre arama özelliğine sahiptir.

source: Alfanous has the feautre to search in the translations of Quran meanings to lot of world languages
tr: Alfanous, birçok dildeki Kur'an-ı Kerim çevirileri arasında arama yapma özelliğine sahiptir.

source: Alfanous is a functional, dynamic, comprehensive Qur’an search engine that has been effectively designed to carry out simple or advanced Quranic searches.
tr: Alfanous, fonksiyonel, dinamik, basit veya ayrıntılı Kur'an-ı Kerim aramalarını efektif olarak dizayn eden kapsamlı bir arama motorudur.

source: quran
tr: Kur'an-ı Kerim

source: forqan
tr: furkan

source: koran
tr: Kur'an-ı Kerim

source: search
tr: arama

source: search engine
tr: arama motoru

source: surates
tr: suretler

source: advanced
tr: gelişmiş

source: statistics
tr: istatistikler

source: linguistic
tr: dilbilimsel

source: information retrieval
tr: bilgi erişimi

source: natural language processing
tr: doğal dil işleme

source: Lantern
tr: Fener

source: vocalized text
tr: seslendirilmiş metin

source: uthmani script
tr: Osmani mushaf

source: fuzzy search
tr: karışık arama

source: First, select the search unit
tr: İlk olarak arama birimini seçin

source: You can choose whether to search in Arabic verses of the holly Quran or in its translations
tr: Kur'an-ı Kerim'in Arapça ayetlerinden mi yoksa tercümelerinden mi arama yapacağınızı seçebilirsiniz.

source: Select your language
tr: Dilinizi seçin

source: If you didn't notice, Alfanous User Interface is now translated to other languages, choose the one that fits you the best, or, you can contribute in translating it into your native language! (see the translate link)
tr: Eğer farketmediyseniz, Alfanous Kullanıcı Arayüzü şimdi diğer dillere de çeviriliyor, size en uygun olan dili seçebilir veya kendi dilinize çevirerek katkı sağlayabilirsiniz! (Çeviri linkine göz atın)

source: Languages
tr: Diller

source: Current:
tr: Geçerli

source: Skins
tr: Dış görünümler

source: Cerulean
tr: Gök mavisi

source: Cyborg
tr: Siborg

source: Amelia
tr: Ameli

source: Readable
tr: Okunabilir

source: Slate
tr: Arduvaz

source: Super Heroes
tr: Süper Kahramanlar

source: United
tr: Birleşik

source: Our page on Facebook
tr: Sayfamız Facebook'ta

source: Our page on Google+
tr: Sayfamız Google+'ta

source: Our account on Twitter
tr: Hesabımız Twitter'da

source: Our repository on Github
tr: Kodlarımız Github'ta

source: Our Mailing list on GoogleGroups
tr: Elektronik posta listemiz Google Gruplar'da

source: Information:
tr: Danışma:

source: Quick Tour!
tr: Hızlı Tur!

source: F.A.Q.
tr: S.S.S.

source: Sample search here
tr: İşte örnek bir arama

source: Here you can learn by example about the full power of Alfanous search engine and what you can do with it.
tr: Alfanous arama motorunun tüm gücünü ve onunla neler yapabileceğinizi örneklerle öğrenebilirsiniz.

source: Help
tr: Yardım

source: Contact
tr: İletişim

source: Download
tr: İndirin

source: Contribute:
tr: Katkıda bulunun

source: Feedback
tr: Geri Bildirim

source: Translate
tr: Çeviiri

source: we really need your help!
tr: Yardımınıza gerçekten ihtiyacımız var!

source: We're looking to fund the project, if you like it, help us making it even better.
tr: Projeyi finanse etmek istiyoruz, beğendi iseniz projeyi daha da geliştirmemize yardımcı olun.

source: Donate
tr: Bağış Yapın

source: Other means
tr: Diğer anlamlar

source: Alfanous is smart!
tr: Alfanous beceriklidir!

source: search query here ...
tr: sorgunuzu buraya girin ...

source: Quick search
tr: Hızlı arama

source: Even more!
tr: Daha fazlası!

source: You can <strong>sort</strong>, <strong>filter</strong> search reasults or choose a translation, you can as well choose a recitator!
tr: Arama sonuçlarını <strong>sıralayabilir</strong>, <strong>filtreleyebilirsiniz</strong> veya bir çeviri seçer, aynı zamanda bir okuyucu da seçebilirsiniz!

source: Search options
tr: Arama tercihleri

source: Bismi'Allah Go!
tr: Allah'ın adıyla git!

source: Help!
tr: Yardım!

source: Please help us translate Alfanous Project into more languages!
tr: Alfanous projesinde daha fazla dile çeviri için lütfen bize yardımcı olun!

source: Please help us improving Alfanous Project, by taking this survey about search features in Holy Quran.
tr: Kur'an-ı Kerim'deki arama özellikleri hakkındaki bu ankete katılarak Alfanous projesini geliştirmemize yardımcı olun.

source: Info!
tr: Bilgi!

source: The source of indexed Quran translations is Tanzil Project
tr: İndekselenen Kur'an-ı Kerim tercümelerinin kaynağı 'Tanzil' projesidir.

source: Share!
tr: Paylaş!

source: Copyright
tr: Telif hakkı

source: Alfanous Team
tr: Alfanous Takımı

source: released under
tr: şununla yayınlandı:

source: AGPL license
tr: AGPL lisansı

source: Powered by
tr: Tarafından desteklendi:

source: Add to your search bar!
tr: Seçim çubuğunuza ekleyin!

source: See
tr: Göz atın

source: this link
tr: bu link

source: Close
tr: Kapatın

source: Searching in Quran Ayahs
tr: Kur'an Ayetlerini Arama

source: Exact search
tr: Tam arama

source: Phrase search
tr: Deyim araması

source: Logical relations
tr: Mantıksal ilişkiler

source: Wildcards
tr: Joker karakterler

source: Fields
tr: Alanlar

source: Intervals
tr: Aralıklar

source: Partial vocalization
tr: Kısmi seslendirme

source: Word properties
tr: Kelime özellikleri

source: Derivations
tr: Kökenler

source: Buckwalter Transliteration
tr: Buckwalter Harf Çevirisi

source: Searching in Quran Translations
tr: Kur'an-ı Kerim çevirilerinde ara

source: The website does not work well on Internet Explorer, we suggest to use another browser such as:
tr: Web sitesi Internet Explorer'da iyi çalışmaz, başka bir tarayıcı kullanmanızı öneririz:

source: Awarded!
tr: Layık!

source: Alfanous.org was chosen as the best-in-technicaity website in the competition AlgeriaWebAwards 2012.
tr: Alfanous.org, AlgeriaWebAwards 2012 yarışmasında teknik açıdan en iyi web sitesi seçildi.

source: How to donate
tr: Nasıl bağış yapılır

source: We're stuck looking for possible ways for donations/Funding. Any help is appreciated!
tr: Bağışlar/Finansman adına olası yollar bulmak için sıkışıp kaldık. Herhangi bir yardım memnuniyetle karşılanacaktır!

source: Any way you can help by:
tr: Herhangi bir yolla yardım edebilirsiniz:

source: Pay our web hosting monthly bills directly, we create an account for you in the host to do that.
tr: Sunucu masraflarına düzenli aylık ödemelerle katkı sağlayabilirsiniz , bunu yapmanız için sunucuda sizin adınıza bir hesap oluşturacağız.

source: Lead an advertising compaign for the project website through Google adwords or Facebook.
tr: Google adwords veya Facebook aracılığıyla proje web sitesi için bir reklam kampanyası yapın.

source: Buy Products (T-shirts, Cups, Hats) from Zazzle
tr: Zazzle'den ürün satın alın (Tişörtler, şapkalar, fincanlar)

source: Donate by flattr:
tr: flattr aracılığı ile bağışta bulunun

source: Contact us
tr: Bizimle iletişime geçin

source: If you have a concrete bug report for Alfanous please go to
tr: Alfanous ile ilgili somut bir hata raporu bildiriminde bulunacaksanız şuraya geçiş yapın:

source: Issues Tracker
tr: Yayın Tarayıcı

source: submit your report and tag it "bug".
tr: raporunuzu iletin ve onu etiketleyin "hata".

source: If you want to participate in actively developing Alfanous,by testing read
tr: Test ederek aktif olarak geliştirilmekte olan Alfanous'un bir parçası olmak isterseniz

source: and by coding read
tr: ve coding read ile

source: If you want to help in Alfanous somehow, read
tr: Eğer Alfanous'a bir şekilde yardımcı olmak istiyorsanız, okuyun

source: If you have a feature request, a proposition or a question for the project, you may use the mailing list.
tr: Özel bir istek, bir öneri veya proje için bir sorunuz varsa, posta listesini kullanabilirsiniz.

source: If you want to criticize the project, we'll be thankful if you resume your criticism and send it to the mailing list.
tr: Projeyi eleştirmek isterseniz, değerlendirmenizi gözden geçirerek e-posta listemize gönderdiğinizde müteşekkir olacağız.

source: For anything else, you can contact us via the mailing list which is:
tr: Diğer konularda e-posta listemiz aracılığı ile bizimle irtibata geçebilirsiniz:

source: How to contribute
tr: Nasıl yardımda bulunulur

source: Spreading the word
tr: Duyurun

source: Following and sharing our social network pages:
tr: Bizim sosyal medya sayfalarımızı takip edin ve paylaşın:

source: Sharing a link to
tr: Bir link paylaşın:

source: our website
tr: internet sitemiz

source: via your accounts in Social networks.
tr: hesaplarınız aracılığı ile Sosyal medyada.

source: Pointing skilled developers and Quranic researchers to the importance of the project.
tr: Uzman geliştiricilere ve Kur'an -ı Kerim araştırmacılarına projenin önemini vurgulamak.

source: Writing articles about the project in blogs, newspapers.
tr: Proje hakkında yazılan blog yazıları, gazete haberleri.

source: Showing a banner on your Blog/Website.
tr: Blog veya sitenizde bir afiş gösterin

source: creating an ad for alfanous links using Google adwords or facebook if you're familiar with that (btw,it needs money)
tr: Google Adwords veya Facebook'ta Alfanous için reklam linki oluşturun, eğer bunda samimi iseniz (sırası gelmişken, ona para gereklidir)

source: Or by
tr: Veya ile

source: Managing and Animating our social network pages with news and daily posts [Arabic, English]:
tr: Haber ve günlük yayınlarla sosyal ağ sayfalarımızı yönetme ve animasyon yapma [Arapça, İngilizce]:

source: Translating project interfaces to your language , see:
tr: Kendi dilinize çevirilen proje arayüzleri, göz atın:

source: Testing the modules and releases, Reporting bugs , see:
tr: Sürümleri ve modülleri test etmek, hataları raporlamak, göz atın:

source: Fixing
tr: Düzeltme

source: bugs
tr: Hatalar

source: Coding
tr: Kodlama

source: new features
tr: yeni özellikler

source: or Developing
tr: veya Geliştirme

source: new interfaces
tr: yeni arayüzler

source: See:
tr: Göz atın:

source: Designing Icons, Logos , Banners.
tr: Tasarlanmış Simgeler, Logolar, Afişler

source: Packaging the project for different systems: Windows, Linux distributions, MacOs.
tr: Projeyi farklı sistemler için paketleyin: Windows, Linux dağıtımları, MacOs.

source: Donating/Supporting to the project: <em>We're stuck looking for possible ways for donations/Funding. Any help is appreciated</em>
tr: Projeye Bağış / Destek: <em> Bağışlar / Finansman adına olası yollar bulmak için sıkışmış durumdayız. Herhangi bir yardım memnuniyetle karşılanacaktır. </em>

source: English desktop release 0.4
tr: İngilizce masaüstü sürümü 0.4

source: Arabic desktop release 0.3
tr: Arapça masaüstü sürümü 0.3

source: More details
tr: Daha fazla ayrıntı

source: Not yet
tr: Henüz değil

source: Smartphones
tr: Akıllı telefonlar

source: How to translate
tr: Nasıl çeviri yapılır

source: Check the existance of your language in the available languages list.
tr: Dilinizin mevcut dil paketleri arasında olup olmadığını kontrol edin.

source: Download the file:
tr: Dosyayı indirin:

source: Use Poedit or Virtaal to edit it.
tr: Düzenlemek için Poedit veya Virtaal kullanın.

source: Send the updated file into our mailing list:
tr: Güncellenmiş dosyayı e-posta listemize gönderin:

source: Note:
tr: Not:

source: You can use launchpad to translate without installing any tool
tr: Herhangi bir araç kurmaya gerek kalmaksızın tercüme için launchpad'i kullanabilirsiniz.

source: here!
tr: burada!

source: seconds
tr: saniye

source: Interpretation of
tr: Şunun açıklamasıdır:

source: in
tr: içinde

source: by
tr: ile

source: About translation
tr: Çeviri hakkında

source: Aya
tr: Ayet

source: Author
tr: Yazar

source: Language
tr: Dil

source: List of indexed Quran translations
tr: İndekslenmiş Kur'an çevirilerinin listesi

source: Translation source:
tr: Çeviri kaynağı:

source: Show/Hide!
tr: Göster/Sakla

source: Sorry, there is no indexed translations!
tr: Üzgünüz, indekslenmiş çeviriler yok!

source: Show ayah arabic text
tr: Ayetleri arapça göster

source: Word
tr: Kelime

source: info
tr: bilgi

source: Dev API
tr: Uygulama Geliştirme

source: Code
tr: Kod

source: Advanced Search
tr: Gelişmiş Arama

source: Predefined Queries
tr: Öntanımlı Sorgular

source: Options
tr: Seçenekler

source: Advanced Query
tr: Gelişmiş Sorgu

source: Word Properties
tr: Kelime Özellikleri

source: Thematic Search
tr: Tematik Arama

source: Structural Search
tr: Yapısal Arama

source: Statistical Search
tr: İstatiksel Arama

source: Miscellaneous
tr: Çeşitli

source: Text
tr: Yazı

source: query
tr: sorgu

source: Part of other words
tr: Diğer kelimelerin parçası

source: All these words
tr: Bütün bu kelimeler

source: At least one of these words
tr: Bu kelimelerden en az biri

source: Except these words
tr: Bu kelimeler hariç

source: Synonyms
tr: Eşanlamlılar

source: Light Stemming
tr: Hafif Arındırma

source: Deep Stemming
tr: Derin Arındırma

source: Relation
tr: İlişki

source: Replacement
tr: Yer Değiştirme

source: Addition
tr: Ekleme

source: Conjunction (AND)
tr: Bağlaç (AND)

source: Disjunction (OR)
tr: Ayırma (OR)

source: Exception (ANDNOT)
tr: İstisna (ANDNOT)

source: Add to search bar
tr: Arama çubuğuna ekle

source: Root
tr: Kök

source: arabic root eg: قول
tr: arapça kökü örn: قول

source: Type
tr: Çeşit

source: Verb
tr: Fiil

source: Noun
tr: İsim

source: Particle
tr: Edat

source: Ayah:
tr: Ayet:

source: Surah:
tr: Sure:

source: Go!
tr: Git!

source: All the derivations of the Arabic root:
tr: Arapça kökün bütün kökenleri:

source: an arabic root like قول ملك سمو
tr: şول ملك سمو gibi bir arapça kök

source: The longest words in Quran?
tr: Kur'an'daki en uzun kelimeler

source: The shortest words in Quran?
tr: Kur'an'daki en kısa kelimeler

source: All sajadate in Quran?
tr: Tüm secde ayetleri

source: Number of
tr: Numarası

source: devine names
tr: mübarek isimler

source: ruku's
tr: rükular

source: In
tr: içinde

source: ayah
tr: ayet

source: surah
tr: sure

source: From
tr: İlk seçim

source: To
tr: Son seçim

source: Search in
tr: İçinde Ara

source: Ayahs (Global ID)
tr: Ayetler (Global Sıra)

source: Surahs
tr: Sureler

source: Pages
tr: Sayfalar

source: Hizbs
tr: Kısımlar

source: Juz's
tr: Cüzler

source: Ruku's
tr: Rükular

source: Manzils
tr: Menziller

source: SubTopic
tr: Altkonu

source: "Alfanous search results searching in %(unit)s looking for the query %(query)s, the page %(page)s, the view %(view)s, the script %(script)s%(vocalized)s, and the translation %(translation)s. The fuzzy search is %(fuzzy)s.
tr: "Alfanous arama sonuçlarını içlerinde taradığı %(unit)s : %(query)s, sayfa %(page)s, görünüm %(view)s, mushaf %(script)s%(vocalized)s, ve çeviri %(translation)s. Karışık arama %(fuzzy)s..

source: Alfanous is a functional, dynamic, comprehensive Qur'an search engine that has been effectively designed to carry out simple or advanced Quranic searches.
tr: Alfanous basit veya gelişmiş Kur'an-ı Kerim aramalarını etkili biçimde düzenleyen kapsamlı, fonksiyonel ve dinamik bir Kur'an-ı Kerim arama motorudur.
